Repository: CodyBontecou/GitSync.md
Catalog: Sync.md/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Join our Discord
ar: انضم إلى Discord الخاص بنا
da: Deltag i vores Discord
de: Treten Sie unserem Discord bei
es: Únete a nuestro Discord
fi: Liity keskusteluihimme
fr: Rejoignez notre discorde
he: – הירגע ב-Discord שלנו
hi: – हमारे Discord समूह में शामिल हों
hu: – Szerezze meg a Discordunkat!
id: Bergabunglah dengan Discord kami
it: Unisciti al nostro Discord
ja: ：Discordに参加する
ko: – Discord에 가입하세요
nb: Tilføy oss til Discord
nl: : Sluit je aan bij onze Discord-groep
pl: – Připoj się do naszego Discorda
pt_br: : Junte-se ao nosso Discord
ru: Присоединяйтесь к нашему Discord-чату
sv: – Anslut till vår Discord
th: ร่วมใช้งาน Discord ของเรา
tr: – Discord'a katılın
uk: – Приєднуйтесь до нашого Discord-каналу
vi: Tham gia Discord của chúng tôi
zh_hans: 加入我们的 Discord 频道
zh_hant: 加入我們的 Discord 頻道

source: Join the Discord community.
ar: انضم إلى مجتمع Discord.
da: Deltag i Discord-fællesskabet.
de: Treten Sie der Discord-Community bei.
es: Únete a la comunidad de Discord.
fi: Liity Discord-yhteisön.
fr: Rejoignez la communauté Discord.
he: – הירגע בקהילה של Discord.
hi: : Discord समुदाय में शामिल हों।
hu: : Származsoltasszuk a Discord közösségébe!
id: Bergabunglah dengan komunitas Discord.
it: : Unisciti alla comunità Discord.
ja: ：Discordコミュニティに参加してください。
ko: : Discord 커뮤니티에 가입하세요.
nb: : Tilslutt Discord-samfunnet.
nl: : Sluit je aan bij de Discord-community.
pl: – Dołącz do społeczności Discord.
pt_br: : Junte-se à comunidade do Discord.
ru: : Присоединяйтесь к сообществу Discord.
sv: : Anslut dig till Discord-communityn.
th: สมัครเข้าสู่ชุมชน Discord
tr: : Discord topluluğuna katılın.
uk: : Приєднуйтесь до спільноти Discord.
vi: : Tham gia cộng đồng Discord.
zh_hans: 加入 Discord 社区。
zh_hant: 加入 Discord 社區。

source: Join the community
ar: انضم إلى المجتمع موقع
da: Deltag i fællesskabet
de: Treten Sie der Community bei
es: Únete a la comunidad
fi: Liity yhteisöön
fr: Rejoignez la communauté EMPLACEMENT
he: – הוספת קבוצת הקהילה
hi: : समुदाय में शामिल हों
hu: : Bejelentkezés a közösségbe
id: Bergabung dengan komunitas
it: Unisciti alla comunità
ja: コミュニティに参加する
ko: 커뮤니티에 가입하세요
nb: Tilslutt samfunnet
nl: : Sluit je aan bij de gemeenschap
pl: – Dołącz do społeczności
pt_br: – Junte-se à comunidade
ru: Присоединиться к сообществу
sv: – Länka dig till samhället
th: สมัครเข้าสู่ชุมชน
tr: – Topluluk'a Katılın
uk: – Приєднуйтесь до спільноти
vi: Tham gia cộng đồng
zh_hans: 加入社区
zh_hant: 加入社區

source: LEARN MORE
ar: معرفة المزيد
da: Lær mere
de: Mehr erfahren
es: Más información
fi: Lue lisää
fr: En savoir plus
he: למידע נוסף
hi: अधिक जानें
hu: Tudjon meg többet
id: Pelajari Lebih Lanjut
it: Scopri di più
ja: 詳細はこちら
ko: 자세히 알아보기
nb: Lær mer
nl: Lees meer
pl: Dowiedz się więcej
pt_br: SAIBA MAIS
ru: Узнать больше
sv: Lär dig mer
th: เรียนรู้เพิ่มเติม
tr: Daha fazla bilgi edinin
uk: Дізнайтеся більше
vi: Tìm hiểu thêm
zh_hans: 了解更多
zh_hant: 瞭解更多

source: LOCATION
ar: الموقع
da: PLACERING
de: STANDORT
es: UBICACIÓN
fi: POSITO
fr: Emplacement
he: – מיקום
hi: स्थान
hu: helyszín
id: Lokasi
it: Posizione
ja: 所在地
ko: 위치
nb: PLASS
nl: Locatie
pl: Lokalizacja
pt_br: Localização
ru: Местоположение
sv: PLATS
th: สถานที่
tr: YER
uk: МІСЦЕ
vi: Vị trí
zh_hans: 地点
zh_hant: 地點

source: Last Sync
ar: آخر مزامنة
da: Sidste synkronisering
de: Letzte Synchronisierung
es: Última sincronización
fi: Viimeisin synkronointi
fr: Dernière synchro
he: סנכרון אחרון
hi: अंतिम सिंक
hu: Utolsó szinkronizálás
id: Sinkronisasi Terakhir
it: Ultima sincronizzazione
ja: 最終同期
ko: 마지막 동기화
nb: Siste synkronisering
nl: Laatste sync
pl: Ostatnia synchronizacja
pt_br: Última Sincronização
ru: Последняя синхронизация
sv: Senaste synk
th: ซิงค์ล่าสุด
tr: Son Eşitleme
uk: Остання синхронізація
vi: Lần đồng bộ cuối
zh_hans: 上次同步
zh_hant: 上次同步

source: Last attempt %@
ar: المحاولة الأخيرة %@
da: Sidste forsøg %@
de: Letzter Versuch %@
es: Último intento %@
fi: Viimeinen yrittäjyys %@
fr: Dernière tentative %@
he: ניסיון אחרון %@
hi: अंतिम प्रयास %@
hu: Utolsó kísérlet %@
id: Upaya terakhir %@
it: Ultimo tentativo %@
ja: 最後の試行 %@
ko: 마지막 시도 %@
nb: Siste forsøk %@
nl: Laatste poging %@
pl: Ostatni próba %@
pt_br: Última tentativa %@
ru: Последняя попытка %@
sv: Sista försök %@
th: ความพยายามครั้งสุดท้าย %@
tr: Son denemе %@
uk: Остання спроба %@
vi: Lần thử cuối cùng %@
zh_hans: 最后一次尝试 %@
zh_hant: 最後一次嘗試 %@

source: Last attempt failed
ar: فشلت المحاولة الأخيرة
da: Sidste forsøg mislykkedes
de: Letzter Versuch scheiterte.
es: El último intento falló.
fi: Viimeinen yrittäjyys epäonnistui
fr: La dernière tentative a échoué.
he: הניסיון האחרון נכשל
hi: अंतिम प्रयास विफल रहा
hu: Az utolsó kísérlet nem sikerült
id: Upaya terakhir gagal
it: L'ultimo tentativo è fallito.
ja: 最終試行に失敗しました
ko: 마지막 시도에 실패했습니다.
nb: Siste forsøk mislyktes
nl: Laatste poging is mislukt
pl: Ostatni próba nie powiodła się
pt_br: A última tentativa falhou.
ru: Последняя попытка не удалась.
sv: Sista försöket misslyckades
th: การลองสุดท้ายล้มเหลว
tr: Son deneme başarısız oldu
uk: Остання спроба не вдалася
vi: Nỗ lực cuối cùng đã thất bại
zh_hans: 最后一次尝试失败
zh_hant: 最後一次嘗試失敗

source: Last sync attempt %@
ar: محاولة المزامنة الأخيرة %@
da: Sidste synkroniseringsforsøg %@
de: Letzter Synchronisationsversuch %@
es: Último intento de sincronización %@
fi: Viimeinen synkronointikokeilu %@
fr: Dernière tentative de synchronisation %@
he: ניסיון סינכרון אחרון %@
hi: अंतिम सिंकरेशन प्रयास %@
hu: Utolsó szinkronizációs kísérlet %@
id: Upaya sinkronisasi terakhir %@
it: Ultimo tentativo di sincronizzazione %@
ja: 最後の同期試行 %@
ko: 마지막 동기화 시도 %@
nb: Siste synkroniseringsforsøk %@
nl: Laatste synchronisatiebezoek %@
pl: Ostatni próba synchronizacji %@
pt_br: Última tentativa de sincronização %@
ru: Последняя попытка синхронизации %@
sv: Sista synkroniseringsförsök %@
th: การพยายามซิงค์ครั้งสุดท้าย %@
tr: Son senkronizasyon denemesi %@
uk: Остання спроба синхронізації %@
vi: Nỗ lực đồng bộ hóa cuối cùng %@
zh_hans: 最后一次同步尝试 %@
zh_hant: 最後一次同步嘗試 %@

source: Learn more about Background Sync
ar: معرفة المزيد عن Background Sync
da: Læs mere om Background Sync
de: Mehr über Background Sync erfahren
es: Más información sobre Background Sync
fi: Lisätietoja Background Sync -toiminnosta
fr: En savoir plus sur Background Sync
he: מידע נוסף על Background Sync
hi: Background Sync के बारे में और जानें
hu: További információ a Background Sync szolgáltatásról
id: Pelajari lebih lanjut tentang Background Sync
it: Ulteriori informazioni su Background Sync
ja: Background Sync の詳細
ko: Background Sync 자세히 알아보기
nb: Finn ut mer om Background Sync
nl: Meer informatie over Background Sync
pl: Dowiedz się więcej o Background Sync
pt_br: Saiba mais sobre o Background Sync
ru: Подробнее о Background Sync
sv: Läs mer om Background Sync
th: ดูข้อมูลเพิ่มเติมเกี่ยวกับ Background Sync
tr: Background Sync hakkında daha fazla bilgi
uk: Докладніше про Background Sync
vi: Tìm hiểu thêm về Background Sync
zh_hans: 进一步了解 Background Sync
zh_hant: 進一步瞭解 Background Sync

source: Link / Manage GitHub App
ar: ربط/إدارة GitHub App
da: Link / Håndter GitHub App
de: Link / Verwalten GitHub App
es: Enlace / Administración GitHub App
fi: Linkki / Hallinta GitHub App
fr: Lien / Gestion GitHub App
he: קישור/ניהול GitHub App
hi: लिंक / प्रबंधन GitHub App
hu: Link / Kezelés GitHub App
id: Tautan / Manajemen GitHub App
it: Link / Gestione GitHub App
ja: リンク / 管理 GitHub App
ko: 링크 / 관리 GitHub App
nb: Lenke / Administrere GitHub App
nl: Link / Beheer GitHub App
pl: Link / Zarządzaj GitHub App
pt_br: Link / Gerenciar GitHub App
ru: Ссылка / Управление GitHub App
sv: Länka / Hantera GitHub App
th: ลิงก์ / การจัดการ GitHub App
tr: Bağlantı / Yönetme GitHub App
uk: Посилання / Управління GitHub App
vi: Liên kết / Quản lý GitHub App
zh_hans: 链接 / 管理 GitHub App
zh_hant: 連結 / 管理 GitHub App

source: Linked GitHub installations
ar: مرتبط GitHub المنشآت
da: Koblet sammen GitHub Installationer
de: Verknüpft GitHub Installationen
es: Enlazado GitHub Instalaciones
fi: Liitetty GitHub Asennukset
fr: Lié GitHub Installations
he: קשור GitHub התקנות
hi: संबद्ध GitHub स्थापनाएँ
hu: Egybevetett GitHub Beépítések
id: Terhubung GitHub Instalasi
it: Collegato GitHub Installazioni
ja: リンク済み GitHub 設置工事
ko: 연결됨 GitHub 설치 시스템
nb: Knyttet GitHub Installasjoner
nl: Gekoppeld GitHub Installaties
pl: Powiązane GitHub Instalacje
pt_br: Linkado GitHub Instalações
ru: Связано GitHub Инсталляции
sv: Länkad GitHub Installationer
th: เชื่อมโยง GitHub การติดตั้ง
tr: Bağlantılı GitHub Yerleştirmeler
uk: Пов'язано GitHub Інсталяції
vi: Liên kết GitHub Các hệ thống lắp đặt
zh_hans: 已关联 GitHub 装置
zh_hant: 已關聯 GitHub 裝置

source: Linked GitHub installations could not be refreshed. Automatic enrollment will retry.
ar: مربوط GitHub لا يمكن تجديد المنشآت. سيتم إعادة المحاولة في التسجيل التلقائي.
da: Koblet sammen GitHub Installationer kunne ikke opdateres. Den automatiske registrering vil forsøge igen.
de: Verknüpft GitHub Die Installationen konnten nicht aktualisiert werden. Die automatische Anmeldung wird erneut versucht.
es: Enlazado GitHub Las instalaciones no pudieron actualizarse; el registro automático intentará de nuevo.
fi: Liitetty GitHub Asennuksia ei onnistunut päivittää; automaattinen rekisteröinti uudelleenkäytetään.
fr: Lié GitHub Les installations ne peuvent pas être mises à jour ; l'inscription automatique sera rétentée.
he: מקושר GitHub לא ניתן היה לרענן מתקנים. הרשמה אוטומטית תנסה מחדש.
hi: संबद्ध GitHub स्थापनाओं को अपडेट नहीं किया जा सका। स्वचालित पंजीकरण पुनः प्रयास करेगा।
hu: Egybevetett GitHub Az üzembe helyezett rendszereket nem lehet frissíteni; az automata bejelentkezés újra megfuttatásra kerül.
id: Terhubung GitHub Instalasi tidak dapat diperbarui. Pendaftaran otomatis akan mencoba lagi.
it: Collegato GitHub Le installazioni non sono state aggiornate; l'iscrizione automatica riprovrà.
ja: リンク済み GitHub インストール環境の更新に失敗しました。自動登録機能で再度試行されます。
ko: 연결됨 GitHub 설치 환경을 갱신할 수 없습니다. 자동 등록이 재시도됩니다.
nb: Knyttet GitHub Installasjoner kunne ikke oppdateres; automatisk registrering vil prøve igjen.
nl: Gekoppeld GitHub Installaties konden niet worden bijgewerkt; de automatische inschrijving zal opnieuw worden geprobeerd.
pl: Powiązane GitHub Instalacje nie mogły zostać odnowione; automatyczne rejestracja zostanie ponownie przeprowadzona.
pt_br: Linkado GitHub As instalações não puderam ser atualizadas; o registro automático tentará novamente.
ru: Связано GitHub Инсталляции не удалось обновить; автоматическое регистрация будет повторена.
sv: Länkad GitHub Installationer kunde inte uppdateras; automatisk registrering kommer att försöka igen.
th: เชื่อมโยง GitHub ไม่สามารถอัปเดตการติดตั้งได้ ระบบจะลงทะเบียนอัตโนมัติใหม่อีกครั้ง
tr: Bağlantılı GitHub Envanterler yenilenemedi. Otomatik kaydı yeniden denenecektir.
uk: Пов'язано GitHub Інсталяції не було можливо оновити; автоматичне реєстрацію буде повторено.
vi: Liên kết GitHub Các thiết bị không thể được cập nhật; hệ thống sẽ tự động thử đăng ký lại.
zh_hans: 已关联 GitHub 系统安装无法更新。系统将自动重新尝试注册。
zh_hant: 已關聯 GitHub 系統安裝無法更新。系統將自動重新嘗試註冊。

source: Linking a personal GitHub App installation requires that account's owner. Linking an organization installation requires an active organization owner; ordinary members and repository collaborators cannot authorize installation-wide wakes.
ar: ربط شخصية GitHub App يتطلب التثبيت مالك الحساب. ربط تثبيت المؤسسة يتطلب مالك مؤسسة نشط ؛ الأعضاء العاديون والمتعاونون في المستودع لا يمكنهم تخويل استيقاظ على نطاق التثبيت.
da: Koble en personlig enhed GitHub App Installation kræver, at kontoens ejer er til stede. For at koble en organisationsinstallation er der behov for en aktiv organisationsejer; almindelige medlemmer og samarbejdspartnere i repositoryt kan ikke godkende installationsomfattende aktiveringer.
de: Persönliche Verknüpfung GitHub App Die Installation erfordert den Inhaber des Kontos. Die Verknüpfung einer Organisationseinrichtung erfordert einen aktiven Organisationsinhaber; gewöhnliche Mitglieder sowie Repository-Kollaboratoren können keine Installationsberechtigungen erteilen.
es: Enlazar un perfil personal GitHub App La instalación requiere que el propietario de la cuenta sea el responsable. Para vincular una instalación organizacional, se necesita un propietario de la organización que esté activo; los miembros ordinarios y los colaboradores del repositorio no pueden autorizar eventos de monitoreo en toda la instalación.
fi: Henkilökohtaisen yhdistäminen GitHub App Asennuksen suorittamiseksi on vaadittava tilin omistaja. Organisaation asennuksen yhdistämisessä on käytettävä aktiivinen organisaation omistaja; tavalliset jäsenet ja tallennusjärjestelmän yhteistyökäyttäjät eivät voi valvomaan asennuksen koko alueella tapahtuvia toimenpiteitä.
fr: Liens personnels GitHub App L'installation exige que le propriétaire du compte soit présent. Pour lier une installation d'organisation, il est nécessaire d'avoir un propriétaire d'organisation actif ; les membres ordinaires et les collaborateurs du dépôt ne peuvent pas autoriser des actions sur l'ensemble de l'installation.
he: קישור אישי GitHub App התקנה דורשת הבעלים של החשבון. קישור להתקנה ארגונית דורש בעל ארגון פעיל; חברי הארגון הרגילים ומשתפי הפעולה במאגרים אינם יכולים לאשר התעוררות ברמת ההתקנה.
hi: व्यक्तिगत डेटा को जोड़ना GitHub App स्थापना के लिए उस खाते के मालिक की आवश्यकता होती है। संगठन-आधारित स्थापना के लिए एक सक्रिय संगठन मालिक की आवश्यकता होती है; सामान्य सदस्यों तथा रिपॉजिटरी सहयोगियों को संपूर्ण स्थापना-स्तरीय अनुमतियाँ प्रदान नहीं की जा सकतीं।
hu: Személyes profil összekapcsolása GitHub App A telepítés érvényesítéséhez a fiók tulajdonosa szükséges. Egy szervezet telepítéséhez aktív szervezeti tulajdonosa szükséges; a szokásos tagok és a tárolóban dolgozó együttműködők nem képesek olyan jogosultságokat engedélyezni, amelyek az összes telepítésre vonatkozóan érvényesek.
id: Menghubungkan data pribadi GitHub App Pemasangan memerlukan pemilik akun. Untuk menghubungkan instalasi organisasi, diperlukan pemilik organisasi yang aktif; anggota biasa dan kolaborator repositori tidak dapat memberikan otorisasi untuk aktivitas pemasangan di seluruh instalasi.
it: Collegamento personale GitHub App L'installazione richiede il titolare del conto. Per collegare un'installazione aziendale è necessario disporre di un titolare dell'organizzazione attivo; i membri ordinari e i collaboratori del repository non possono autorizzare attività di monitoraggio su tutta l'installazione.
ja: 個人情報のリンク付け GitHub App インストールには、当該アカウントの所有者が必要です。組織内でのインストールには、アクティブな組織所有者が必要です。一般メンバーおよびリポジトリの共同利用者は、インストール全体での権限付与を行ってはなりません。
ko: 개인 정보 연동 GitHub App 설치는 해당 계정 소유자를 필요로 합니다. 조직 내 설치를 설정하려면 활성화된 조직 소유자가 필요합니다; 일반 회원 및 저장소 협력자는 전체 설치 범위의 권한 부여를 허용할 수 없습니다.
nb: Koble en personlig enhet GitHub App Installasjon krever at kontoinnehaveren er til stede. For å koble en organisasjonsinstallasjon trenger man en aktiv organisasjonsinnehaver; vanlige medlemmer og samarbeidere i lagringsplattformen kan ikke godkjenne installasjonsomfattende aktiveringer.
nl: Personaliseren van een verbinding GitHub App De installatie vereist dat de eigenaar van het account deze installatie uitvoert. Bij het koppelen van een organisatie-installatie is er een actieve organisatie-eigenaar vereist; gewone leden en samenwerkers bij het repository kunnen geen installatie-wijd waakactiviteiten autoriseren.
pl: Połączenie osobiste GitHub App Instalacja wymaga, aby użytkownikiem konta był odpowiedni użytkownik. Przyłączenie instalacji organizacyjnej wymaga aktywnego właściciela organizacji; zwykli członkowie oraz współpracownicy w repositoriu nie mogą upoważnić do wykonywania operacji w całym zakresie instalacji.
pt_br: Ligar um perfil pessoal GitHub App A instalação exige que seja o proprietário da conta. Para vincular uma instalação de organização, é necessário que haja um proprietário de organização ativo; membros comuns e colaboradores do repositório não podem autorizar ativações em toda a instalação.
ru: Связать личный аккаунт GitHub App Для установки требуется владелец учетной записи. При настройке установки для организации требуется активный владелец организации; обычные участники и сотрудники репозитория не могут получать разрешения на действия на уровне всей установки.
sv: Länka en personlig enhet GitHub App Installation kräver att kontoägaren är inbjuden. För att koppla till en organisationsinstallation krävs en aktiv organisationsägare; vanliga medlemmar och samarbetspartners i lagret kan inte bevilja installationsspecifika rättigheter.
th: การเชื่อมโยงข้อมูลส่วนบุคคล GitHub App การติดตั้งจำเป็นต้องมีผู้เป็นเจ้าของบัญชี; การเชื่อมโยงการติดตั้งในองค์กรจำเป็นต้องมีผู้เป็นเจ้าขององค์กรที่ยังคงมีสิทธิ์ใช้งานอยู่ เนื่องจากสมาชิกทั่วไปและผู้ร่วมงานในคลังข้อมูลไม่สามารถอนุญาตให้เกิดการติดตั้งแบบครอบคลุมทั้งระบบได้
tr: Kişisel bilgileri bağlamak GitHub App Yerleştirme işlemi, hesap sahibi olmasının gerekliliğini gerektirir. Bir kuruluşun yerleştirme işlemi için aktif bir kuruluş sahibi gereklidir; sıradan üyeleri ve depo işbirlikçileri, tüm sistem genelinde yerleştirme yetkileri veremezler.
uk: Підключення особистого облікового запису GitHub App Для встановлення потрібен власник облікового запису. Для пов'язання інсталяції організації необхідний активний власник організації; звичайні члени та співробітники репозиторію не можуть надавати дозволи на використання функції «wakes» для всієї інсталяції.
vi: Liên kết cá nhân GitHub App Việc cài đặt yêu cầu phải do chủ sở hữu tài khoản thực hiện. Việc liên kết cài đặt cho tổ chức đòi hỏi phải có chủ sở hữu tổ chức đang hoạt động; thành viên thông thường và người cộng tác trong kho dữ liệu không thể ủy quyền cho quyền quản lý trên toàn bộ quy trình cài đặt.
zh_hans: 关联个人账户 GitHub App 安装操作需由账户所有者执行；关联组织安装需由有效的组织所有者操作；普通成员及存储库合作者无法授权全组织范围的安装权限。
zh_hant: 關聯個人賬戶 GitHub App 安裝操作需由賬戶所有者執行；關聯組織安裝需由有效的組織所有者操作；普通成員及儲存庫合作者無法授權全組織範圍的安裝許可權。

source: Loading
ar: جارٍ التحميل
da: Indlæser
de: Wird geladen
es: Cargando
fi: Ladataan
fr: Chargement
he: טוען
hi: लोड हो रहा है
hu: Betöltés
id: Memuat
it: Caricamento
ja: 読み込み中
ko: 불러오는 중
nb: Laster inn
nl: Laden
pl: Wczytywanie
pt_br: Carregando
ru: Загрузка
sv: Läser in
th: กำลังโหลด
tr: Yükleniyor
uk: Завантаження
vi: Đang tải
zh_hans: 正在加载
zh_hant: 正在載入

source: Loading diff
ar: جارٍ تحميل الفرق
da: Indlæser forskel
de: Diff wird geladen
es: Cargando diferencias
fi: Ladataan eroa
fr: Chargement de la différence
he: טוען הבדל
hi: अंतर लोड हो रहा है
hu: Különbség betöltése
id: Memuat perbedaan
it: Caricamento differenza
ja: 差分を読込中
ko: 차이 로딩 중
nb: Laster forskjell
nl: Verschil laden
pl: Ładowanie różnic
pt_br: Carregando diferenças
ru: Загрузка различий
sv: Laddar skillnad
th: กำลังโหลดความแตกต่าง
tr: Fark yükleniyor
uk: Завантаження різниці
vi: Đang tải khác biệt
zh_hans: 正在加载差异
zh_hant: 正在載入差異

source: Local Changes
ar: التغييرات المحلية
da: Lokale aendringer
de: Lokale Änderungen
es: Cambios locales
fi: Paikalliset muutokset
fr: Modifications locales
he: שינויים מקומיים
hi: स्थानीय बदलाव
hu: Helyi módosítások
id: Perubahan Lokal
it: Modifiche locali
ja: ローカルの変更
ko: 로컬 변경 사항
nb: Lokale endringer
nl: Lokale wijzigingen
pl: Lokalne zmiany
pt_br: Alterações Locais
ru: Локальные изменения
sv: Lokala ändringar
th: การเปลี่ยนแปลงในเครื่อง
tr: Yerel Değişiklikler
uk: Локальні зміни
vi: Thay đổi cục bộ
zh_hans: 本地更改
zh_hant: 本機變更

source: Local ahead
ar: محلي متقدم
da: Lokalt foran
de: Lokal voraus
es: Local adelante
fi: Paikallinen edellä
fr: Local en avance
he: מקומי מקדים
hi: स्थानीय आगे
hu: Helyi előrébb
id: Lokal lebih maju
it: Locale avanti
ja: ローカルが先行
ko: 로컬 앞서감
nb: Lokal foran
nl: Lokaal vooruit
pl: Lokalne wyprzedza
pt_br: Local à frente
ru: Локальное впереди
sv: Lokalt före
th: โลคัลนำหน้า
tr: Yerel ileri
uk: Локальне попереду
vi: Cục bộ đi trước
zh_hans: 本地领先
zh_hant: 本地領先

source: Local and remote have diverged (ahead %lld, behind %lld). Merge support is required to continue.
ar: تباعدت النسختان المحلية والبعيدة (المحلية متقدمة بمقدار %lld، ومتأخرة بمقدار %lld). يلزم دعم الدمج للمتابعة.
da: Den lokale og eksterne version har udviklet sig forskelligt (foran med %lld, bagud med %lld). Understøttelse af fletning er påkrævet for at fortsætte.
de: Lokale und entfernte Version sind auseinandergegangen (um %lld voraus, um %lld zurück). Zum Fortfahren ist Merge-Unterstützung erforderlich.
es: Las versiones local y remota han divergido (la local está %lld por delante y %lld por detrás). Se requiere compatibilidad con fusiones para continuar.
fi: Paikallinen ja etäversio ovat eriytyneet (edellä %lld, jäljessä %lld). Jatkaminen edellyttää yhdistämisen tukea.
fr: Les versions locale et distante ont divergé (avance de %lld, retard de %lld). La prise en charge de la fusion est nécessaire pour continuer.
he: הגרסה המקומית והמרוחקת התפצלו (המקומית מקדימה ב־%lld ומאחור ב־%lld). כדי להמשיך נדרשת תמיכה במיזוג.
hi: लोकल और रिमोट संस्करण अलग हो गए हैं (लोकल %lld आगे, %lld पीछे)। जारी रखने के लिए मर्ज सपोर्ट आवश्यक है।
hu: A helyi és a távoli verzió eltért egymástól (előny: %lld, lemaradás: %lld). A folytatáshoz egyesítési támogatás szükséges.
id: Versi lokal dan jarak jauh telah menyimpang (lebih maju %lld, tertinggal %lld). Dukungan penggabungan diperlukan untuk melanjutkan.
it: Il repository locale e quello remoto sono divergenti (avanti di %lld, indietro di %lld). Per continuare è necessario il supporto per il merge.
ja: ローカルとリモートが分岐しています（%lld件先行、%lld件遅延）。続行するにはマージへの対応が必要です。
ko: 로컬과 원격이 분기되었습니다(로컬 %lld개 앞섬, %lld개 뒤처짐). 계속하려면 병합 기능이 필요합니다.
nb: Lokal og ekstern versjon har avveket (foran med %lld, bak med %lld). Støtte for merge kreves for å fortsette.
nl: De lokale en externe versie zijn uiteengelopen (loopt %lld voor en %lld achter). Ondersteuning voor samenvoegen is vereist om door te gaan.
pl: Lokalna i zdalna gałąź się rozeszły (do przodu: %lld, do tyłu: %lld). Aby kontynuować, wymagana jest obsługa merge.
pt_br: As versões local e remota divergiram (%lld à frente, %lld atrás). É necessário ter suporte a merge para continuar.
ru: Локальная и удалённая версии разошлись (впереди на %lld, позади на %lld). Для продолжения требуется поддержка merge.
sv: Den lokala och externa versionen har skiljts åt (%lld före, %lld efter). Stöd för merge krävs för att fortsätta.
th: เวอร์ชันในเครื่องและระยะไกลแยกออกจากกัน (นำอยู่ %lld, ตามอยู่ %lld) ต้องรองรับ merge จึงจะดำเนินการต่อได้
tr: Yerel ve uzak dallar ayrıştı (ileride %lld, geride %lld). Devam etmek için merge desteği gereklidir.
uk: Локальна й віддалена версії розійшлися (попереду: %lld, позаду: %lld). Для продовження потрібна підтримка merge.
vi: Bản cục bộ và bản từ xa đã phân nhánh (trước %lld, sau %lld). Cần hỗ trợ merge để tiếp tục.
zh_hans: 本地与远程已分叉（领先 %lld，落后 %lld）。需要支持合并才能继续。
zh_hant: 本機與遠端已分歧（領先 %lld，落後 %lld）。需要支援合併才能繼續。
